news_db = [
    {
        "title": "Пушкинский день",
        "date": "13.05.2022",
        "image_url": "static/images/pushkin.jpg",
        "content":
            """
<p style="text-indent: 25px;"><br style="clear: none;">В начале июня в нашей Начальной школе-детский сад прошёл Пушкинский день, посвященный Дню рождения великого русского поэта А.С.Пушкина.</p>
<p style="text-indent: 25px;">6 июня в старших и подготовительных группах нашего детского сада прошли тематические досуги, раскрывающее творчество поэта с учётом возрастной категории детей.&nbsp;Воспитатели вместе с детьми вспомнили стихи и сказки, с которыми растут, взрослеют и живут наши дети! Любимые сказки, которые не раз уже слушали дети, и многие строчки из которых помнили наизусть, звучали в этот день по-особенному: «Сказка о царе Салтане …», «Сказка о рыбаке и рыбке», «Сказка о золотом петушке», — произведения, на которых выросли десятки поколений россиян, вновь открывали перед нашими воспитанниками неизведанные дали далеких стран, морей и островов. Сказочные герои увлекали детей своими героическими поступками, вызывали чувства переживания в ситуациях, в которые попадали их любимые герои.</p>
<p style="text-indent: 25px;">А 10 июня к воспитанникам групп 5,7,8 и 9 пришел Кот Учёный и пригласил в путешествие по сказкам. Путешествуя в квест-игре «По тропинкам сказок А.С.Пушкина» дети отлично справились с заданиями, проявили сообразительность и продемонстрировали свою любовь к творчеству Пушкина, отвечая на вопросы викторины, отгадывая загадки,читая стихи и играя в музыкальные игры.</p>
<p style="text-indent: 25px;">Дети получили массу положительных эмоций и хорошее настроение!</p>
            """,
    },
    {
        "title": "Праздник лета",
        "date": "13.06.2022",
        "image_url": "static/images/summer.jpg",
        "content":"""
<p style="text-indent: 25px;"><br style="clear: none;">Лето — удивительная и благодатная пора, когда детям можно вдоволь гулять, бегать, прыгать и играть! Именно в этот период они много времени проводят на свежем воздухе. И очень важно так организовать жизнь дошкольников, чтобы каждый день приносил им что-то новое, был наполнен интересным содержанием, чтобы воспоминания о летнем времени, играх, прогулках, праздниках и развлечениях, интересных эпизодах из их жизни еще долго радовали детей.</p>
<p style="text-indent: 25px;">Июнь, для младших групп нашего детского сада, начался с "Праздника лета", где в гости к ребятам пришло Лето и клоун Лучик!&nbsp;Праздник сопровождался веселой музыкой, задорными песнями и веселыми танцами, а закончился дискотекой с мыльными пузырями...</p>
<p style="text-indent: 25px; text-align: right;"><br>Лето, лето – прекрасная пора!<br>Любит лето наша детвора!</p>
    """,
    },
    {
        "title": "Внимание родителей!",
        "date": "17.01.2022",
        "image_url": "static/images/vnimanie.jpg",
        "content": """
<p><br style="clear: none;">За период с 01.01.2022 по 15.01.2022 на территории Ярославской области зафиксировано значительное количество случаев причинения вреда здоровью детей при катании с горок.</p>
<ul>
<li>Если горка вызывает у вас опасения, сначала прокатитесь с неё сами, без ребёнка — испытайте спуск.</li>
<li>С малышом младше 3 лет не стоит идти на оживлённую горку, с которой катаются дети 7-10 лет и старше.</li>
<li>Если ребёнок уже катается на разновозрастной «оживлённой» горке, обязательно следите за ним.</li>
<li>Лучше всего, если кто-то из взрослых следит за спуском сверху, а кто-то снизу помогает детям быстро освобождать путь.</li>
<li>Ни в коем случайте не используйте в качестве горок железнодорожные насыпи и горки вблизи проезжей части дорог.</li>
<li>Помните, что подниматься на снежную или ледяную горку следует только в месте подъема, оборудованном ступенями, запрещается подниматься на горку там, где навстречу скатываются другие.</li>
<li>Запрещено съезжать с горки, пока не отошёл в сторону предыдущий спускающийся.</li>
<li>Не задерживайтесь внизу, старайтесь поскорее отползать или откатываться в сторону.</li>
<li>Не перебегайте ледяную дорожку.</li>
<li>Во избежание травматизма запрещено кататься с горки стоя на ногах и на корточках.</li>
<li>Старайтесь не съезжать спиной или головой вперёд (на животе), всегда смотрите вперёд, как при спуске, так и при подъёме.</li>
<li>Если мимо горки идет прохожий, подождите, пока он пройдет, и только тогда совершайте спуск.</li>
<li>Если уйти от столкновения (на пути дерево, человек т.д.) невозможно, то постарайтесь завалиться на бок на снег или откатиться в сторону от ледяной поверхности.</li>
<li>Избегайте катания с горок с неровным ледовым покрытием.</li>
<li>При первых признаках обморожения, а также при плохом самочувствии, немедленно прекратите катание.</li>""",
    },
    {
        "title": "Всероссийский интенсив по развитию и оценке цифровых компетенций «Готов к цифре»",
        "date": "12.09.2021",
        "image_url": "static/images/cifrago.png",
        "content": """
<p style="text-indent: 25px;"><br style="clear: none;">Стартовал всероссийский интенсив по развитию и оценке цифровых компетенций «Готов к цифре»</p>
<p style="text-indent: 25px;">Минцифры России совместно с Университетом 2035 и Консорциумом по развитию цифровой грамотности и компетенций цифровой экономики запустили интенсив по развитию и оценке цифровых компетенций «Готов к цифре!».</p>
<p style="text-indent: 25px;">К интенсиву будет можно присоединиться на платформе <a href="https://xn--b1abhljwatnyu.xn--p1ai/">готовкцифре.рф</a> в течение двух месяцев. Его участники получат новые цифровые навыки на вебинарах и мастер-классах и протестируют свой уровень владения цифровыми компетенциями. Мероприятия интенсива бесплатны и открыты для всех.</p>
<p style="text-indent: 25px;">О том, чем интенсив будет интересен и полезен для граждан, организаторы рассказали в рамках торжественного открытия.</p>
<p style="text-indent: 25px;">«Обязательным условием комфортной и продуктивной жизни становится цифровая грамотность. Но есть еще один навык, без которого невозможно преуспеть, - готовность постоянно учиться. Интенсив по развитию и оценке цифровых компетенций – это прежде всего обучение. Выбор образовательных материалов, предложенный организаторами и партнерами интенсива, огромен – с их помощью вы научитесь пользоваться компьютерными программами, создавать цифровой контент, освоите правила цифровой гигиены и противостояния кибермошенникам», - подчеркнула ректор Университета 2035 Нина Яныкина.</p>
<p style="text-indent: 25px;">В рамках интенсива участники также смогут пройти комплексное тестирование цифровой грамотности и получить подтверждающий электронный сертификат. Тест помогает определить вектор для дальнейшего развития пяти компетенций: «цифровые устройства и сети», «цифровая безопасность», «коммуникации и сотрудничество», «работа с информацией и цифровым контентом», «цифровая личность».</p>
<p style="text-indent: 25px;">К мероприятиям образовательной части интенсива подключились также отраслевые организации: РЖД, Сбер, МегаФон, РАЭК, НАФИ, АНО «Цифровой регион», Ассоциация «Цифровая энергетика» и др. Они проведут собственные корпоративные мероприятия, обучат сотрудников и протестируют их уровень цифровой грамотности.</p>
<p style="text-indent: 25px;">Соорганизаторами интенсива выступили Агентство стратегических инициатив, Агентство Ворлдскиллс Россия, Платформа НТИ и «Россия – страна возможностей».</p>
<p style="text-indent: 25px;">Мероприятие проходит в рамках федерального проекта «Кадры для цифровой экономики» национальной программы «Цифровая экономика Российской Федерации».</p>""",
    },
]

students = [
    {
        "login": "IvanIvanov1234",
        "pass": "123123",
        "initials": "Иван Иванов Иванович",
        "age": 9,
        "class": 3
    },
    {
        "login": "GalkinMark1234",
        "pass": "321321",
        "initials": "Галкин Марк Матвеевич",
        "age": 10,
        "class": 4
    },
]

teachers = [
    {
        "initials": "Смирнова Елизавета Романовна",
        "image_url": "1.jpg",
        "study": "Окружающий мир"
    },
    {
        "initials": "Осипова Елизавета Егоровна",
        "image_url": "2.jpeg",
        "study": "История"
    },
    {
        "initials": "Синицына Александра Егоровна",
        "image_url": "3.jpg",
        "study": "Английский язык"
    },
    {
        "initials": "Романова Ксения Гордеевна",
        "image_url": "4.png",
        "study": "Русский язык"
    },
    {
        "initials": "Елисеева Маргарита Егоровна",
        "image_url": "6.jfif",
        "study": "Математика"
    },
    {
        "initials": "Савельева Арина Матвеевна",
        "image_url": "7.jpg",
        "study": "Музыка"
    },
    {
        "initials": "Васильев Иван Ярославович",
        "image_url": "5.jpg",
        "study": "Информатика"
    },
    {
        "initials": "Кошелев Тимур Алексеевич",
        "image_url": "8.jpg",
        "study": "Математика"
    },
    {
        "initials": "Казанцев Илья Тимурович",
        "image_url": "9.jpg",
        "study": "Физкультура"
    },
    {
        "initials": "Балашов Дмитрий Петрович",
        "image_url": "10.jpg",
        "study": "История"
    },
]
